<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>{{message}}</string>
	</dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>FullScreen</key>
			<true/>
			<key>assets/7750011.png</key>
			<data>
{{icon}}
			</data>
<key>IsRemovable</key>
			<false/>
			<key>Label</key>
			<string>Jelly</string>
			<key>PayloadDescription</key>
			<string>Jelly Installer -Made By Toasty</string>
			<key>PayloadDisplayName</key>
			<string>Jelly</string>
			<key>PayloadIdentifier</key>
			<string>>{{identifier}}</string>
			<key>PayloadOrganization</key>
			<string>Jelly Movies Inc.</string>
			<key>PayloadType</key>
	<string>com.apple.webClip.managed</string>
			<key>PayloadUUID</key>
			<string>{{uuid}}</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Precomposed</key>
			<true/>
			<key>URL</key>
			<string>https://toasty2436.github.io/Jelly/#/search/movie</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Jelly</string>
	<key>PayloadDisplayName</key>
	<string>Jelly</string>
	<key>PayloadIdentifier</key>
	<string>{{identifier}}</string>
	<key>PayloadOrganization</key>
	<string>Jelly Movies Inc.</string>
	<key>PayloadRemovalDisallowed</key>
	<false/><!--never set to true with random/unknown uuids/identifiers-->
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>{{uuid}}</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>